Repository: sevu/conquest
Catalog: translations/wesnoth-Conquest/*.po
Languages: de

source: Total Bonus:
de: Gesamtbonus:

source: Base income:
de: Grundeinkommen:

source: Distance $d
de: Distanz $d

source: Distance $d, Attempt $k
de: Distanz $d, Versuch $k

source: Attempt $number out of $max
de: Versuch $number von $max

source: All sides placed successfully
de: Alle Parteien platziert

source: Retrying side $n placement
de: Neuer Versuch bei Partei $n

source: Placing side $n failed
de: Platzierung von Partei $n fehlgeschlagen

source: Failed to alocate starting postions for all sides! Restart the game. For random maps, it helps to use a bigger map. Distance to own villages was set to $max|.
de: Es konnte nicht für alle Spieler eine Startposition gefunden werden – Ihr müsst ein neues Spiel erstellen! Bei Zufallskarten hilft es eine größere Karte zu verwenden. Die Distanz zu eigenen Dörfer war auf $max gesetzt.

source: Failed to alocate starting postions for all sides! Restart the game. For random maps, it helps to use a bigger map or to increase the number of attempts. Distance to own villages was $max|.
de: Es konnte nicht für alle Spieler eine Startposition gefunden werden – Ihr müsst ein neues Spiel erstellen! Bei Zufallskarten hilft es eine größere Karte zu verwenden oder die Anzahl der Versuche zu erhöhen. Die Distanz zu eigenen Dörfer war auf $max gesetzt.

source: End of Game
de: Spielende

source: <span foreground='$side_color'>Side $side_number</span>: Income = $income
de: <span foreground='$side_color'>Partei $side_number</span>: Einkommen = $income

source: assassin
de: Attentäter

source: Deals 90 damage per strike versus 25 gold units like Warships.
de: Verursacht je Treffer 90 Schaden gegen 25 Gold Einheiten wie z.B. Kriegsschiffe.

source: assassination target
de: Lohnenswertes Ziel

source: Receives 90 damage per hit from units like Assassins.
de: Bekommt von Attentätern und ähnlichen Einheiten 90 Schaden pro Treffer ab.

source: worker
de: Arbeiter

source: +1 gold per turn when worker is standing on a city.
de: +1 Gold pro Runde wenn diese Einheit in einer Stadt ist.

source: Transport
de: Transportschiff

source: Can load and unload units between villages excluding mechanical units.
de: Kann Einheiten zwischen Städten transportieren (Kriegsgerät ausgenommen).

source: Neutral units (White) spawn on empty Cities at Turn 2. They can’t attack you.
de: Neutrale Einheiten (Weiß) spawnen in freien Städten in Runde 2. Sie greifen Euch nicht an.

source: Please select GAME MODE
de: Wählt den Spielmodus

source: REALM MODE Each player can select a region to start with. Remaining cities are guarded by AI units from turn 2 on.
de: Herrscher-Modus Jeder Spieler wählt zu Beginn eine Region. In den verbleibende Städten spawnen neutrale Einheiten.

source: CAPITOL MODE Each player starts distant to other players with 3 nearby assigned cities. Free cities are guarded by Neutrals.
de: Basis-Modus Jeder Spieler fängt mit 3 Städten an, entfernt von anderen. In freien Städten sind neutrale Einheiten.

source: ALL VILLAGE MODE All villages are randomly distributed among the players.
de: Alle Städte Modus Alle Städte werden zufällig unter den Spieler aufgeteilt.

source: Choose a Region
de: Wählt eine Region

source: Free cities will be filled with neutral units on turn 2.
de: In freien Städten werden in Runde 2 neutrale Einheiten platziert.

source: Cities
de: Städte

source: Income Bonus
de: Zusatz-Einkommen

source: starting Gold
de: Anfangsgold

source: How to play Conquest Conquest has NO LEADER unit and NO KEEP. TO RECRUIT RIGHT CLICK YOUR VILAS (make sure there’s no unit on the vila when recruiting). Units can move 1 hex on their first turn, later they can move fully. If you capture all vilas in a REGION you get BONUS gold. 3 modes: REALM (start with a region), CAPITOL (3 start vilas), ALL VILLAGES (scattered). On turn 2 empty vilas are filled with AI guardians (cannot move or recruit). To use boat transports, recruit a transport next to a vila, then make a unit on the vila. Right-click the transport to board. You can move a transport to another vila and right-click to unload.
de: Wie man Conquest spielt: In Conquest gibt es KEINEN ANFÜHRER und KEINE BURGEN. ZUM REKRUTIEREN, RECHTS-KLICKT AUF EINE STADT (dort darf noch keine Einheit stehen). Einheiten können sich direkt 1 Feld bewegen. Wenn ihr alle Städte einer REGION kontrolliert, erhaltet ihr ZUSÄTZLICHES GOLD. 3 Modi: HERRSCHER (Ihr erhaltet eine Region), BASIS (3 Anfangsstädte), ALLE STÄDTE (quer verteilt). Ab Runde 2 werden freie Städte von neutralen Einheiten bewacht (greifen nicht an). Um Transportboote zu verwenden, rekrutiert erst ein Boot in einer Stadt, danach eine Einheit. Rechts-klickt auf das Boot zum betreten. Ihr könnt zu einer anderen Stadt segeln und mittels Rechts-klick es entladen.

source: <b>Teleportation tunnels are activated!</b>
de: <b>Teleportationstunnel sind aktiviert!</b>

source: How to play Conquest
de: Wie man Conquest spielt

source: Conquest is played with different units and has no leader nor keep.
de: Conquest wird mit anderen Einheiten gespielt und ohne Anführer und Burgen.

source: <b>To recruit, right click your vilas</b> (make sure there is no unit on the vila when recruiting)
de: <b>Rechts-klickt auf eine Stadt zum Rekrutieren</b> (es darf dort noch keine Einheit stehen)

source: Units can move 1 hex on their first turn, later they can move fully.
de: Einheiten können direkt nach dem Rekrutieren 1 Feld bewegt werden.

source: If you capture all vilas in a <b>region</b> you get <b>bonus</b> income.
de: Wenn Ihr alle Städte einer <b>Region</b> kontrolliert, erhaltet Ihr <b>zusätzliches</b> Einkommen.

source: On turn 2 empty vilas are filled with AI guardians (cannot move or recruit).
de: In Runde 2 werden neutrale Einheiten in freien Städten platziert (greifen Euch nicht an).

source: Placing <b>workers</b> on villages will provide another +1 income.
de: <b>Arbeiter</b> in Städten zu platzieren gibt Euch +1 Einkommen.

source: Use boat transports by recruiting a transport next to a vila, then make a unit on the vila.
de: Rekrutiert ein Transportboot neben einer Stadt und positioniert eine Einheit in der Stadt.

source: Using boats
de: Boote verwenden

source: Right-click the transport to board. You can move a transport to another vila and right-click to unload.
de: Rechts-klickt auf das Boot zum Betreten. Selbes neben einer anderen Stadt zum Entladen.

source: Strategy
de: Strategie

source: You can have NAP (Non Agression Pact) with other players, use the Chat to discuss NAPs.
de: Ihr könnt ein NAP (Nichtangriffspakt) mit anderen Spielern schließen, diskutiert über den Chat!

source: Combat is simplified. No Resistances, units are neutral and use berserk.
de: Keine Resistenzen, Einheiten sind neutral und immer im Kampfrausch.

source: About Conquest
de: Über Conquest

source: You can join the Discord-Chat. Invite-Code: TUDEHgfE
de: Es gibt einen Discord-Chat, der Einlade-Code lautet: TUDEHgfE

source: You can join the Discord-Chat. Invite-Code:
de: Es gibt einen Discord-Chat, der Einlade-Code lautet:

source: It would be great if you give feedback at r.wesnoth.org/t57848
de: Gebt uns Feedback im Forum unter r.wesnoth.org/t57848

source: Gold per Village for human players is $gold|.
de: Spieler erhalten $gold Gold je Dorf.

source: Option enabled: Neutrals grow stronger after every $no turns.
de: Option aktiviert: Neutrale Einheiten werden alle $no Runden stärker.

source: Option enabled: Neutrals grow stronger every turn and will be healed.
de: Option aktiviert: Neutrale Einheiten werden jede Runde stärker und dabei geheilt.

source: Neutrals got stronger this turn.
de: Neutrale Einheiten sind diese Runde stärker geworden.

source: Host Nickname:
de: Spielername:

source: When right-clicking onto your leader, it will allow the same as by using the command :droid &lt;sidenumber&gt; full
de: Per Rechts-klick auf Euren Anführer könnt Ihr ähnliches tun wie mit dem Kommando :droid &lt;Parteinummer&gt; full

source: Neutral Spawns Theme
de: Spawn-Muster von neutralen Einheiten

source: Difficulties which place units randomly: Easy: ratio 3:4:3:1:1 or 25% 33⅓% 25% 8⅓% 8⅓% Humans: ratio 1:0:1:0:1 or 33⅓% 0% 33⅓% 0% 33⅓% No Bias: ratio 1:1:1:1:1 or 20% 20% 20% 20% 20% Medium: ratio 1:2:4:2:1 or 10% 20% 40% 20% 10% Hard: ratio 1:1:2:3:3 or 10% 10% 20% 30% 30% While Medium and unbiased options place units of the same average level, they have different effects on gameplay. Two algorithms with guaranteed fair distribution of units exist: - Hard Balanced difficulty is comparable to Hard - Hard Initial has a different focus and is harder Original is what Realm Mode was balanced against.
de: Schwierigkeitsgrade welche zufallsbasiert Einheiten platzieren: Einfach: Ratio 3:4:3:1:1 bzw. 25% 33⅓% 25% 8⅓% 8⅓% Menschen: Ratio 1:0:1:0:1 bzw. 33⅓% 0% 33⅓% 0% 33⅓% Ungewichtet: Ratio 1:1:1:1:1 bzw. 20% 20% 20% 20% 20% Mittel: Ratio 1:2:4:2:1 bzw. 10% 20% 40% 20% 10% Schwer: Ratio 1:1:2:3:3 bzw. 10% 10% 20% 30% 30% Mittel und die ungewichteten Optionen platzieren im Schnitt Einheiten gleicher Stufe, aber die Auswirkungen sind anders. Zwei Algorithmen garantieren eine faire Verteilung: - Schwer Balanciert ist vergleichbar mit Schwer - Schwer Ursprünglich setzt einen anderen Fokus Original eignet sich besonders für den Herrschermodus.

source: Unbiased (random ~3.0g)
de: Ungewichtet (zufällig ~3,0G)

source: Easy (random ~2.4g)
de: Einfach (zufällig ~2,4G)

source: Medium (random ~3.0g)
de: Mittel (zufällig ~3,0G)

source: Hard (random ~3.6g)
de: Schwer (zufällig ~3,6G)

source: Hard Balanced (fair ~3.6g)
de: Schwer Balanciert (fair ~3,6G)

source: Hard Initial (fair 4-5g)
de: Schwer Ursprünglich (fair 4-5G)

source: Humans (random 1g,3g,5g)
de: Menschen (zufällig 1G,3G,5G)

source: Surprise (auto-select)
de: Geheim (Automatische Auswahl)

source: Allow neutrals to grow stronger at speed of turns:
de: Neutrale Einheiten werden stärker:

source: 0 – Forbid. Allowing will make neutrals have stronger units in villages at speed of x turns per increment. They will also heal fully by that.
de: 0 – Deaktiviert. Wenn aktiviert, werden neutrale Einheiten alle X Runden stärker. Dadurch werden sie auch geheilt.

source: Maximal starting distance between friendly villages:
de: Maximaler Abstand zwischen eigenen Städten:

source: 8 – Default C Classic
de: 8 – Standardwert C Classic

source: Minimal starting distance between enemy villages:
de: Minimaler Abstand zu gegnerischen Städten:

source: 10 – Default C Classic
de: 10 – Standardwert C Classic

source: Show village labels in fog
de: Städtenamen auch bei Nebel anzeigen

source: If you disable this, then villages will not show labels in fog.
de: Wenn man es deaktiviert, sieht man die Städtenamen hinter dem Nebel des Krieges nicht.

source: Experimental AI enabled (Europe, Crusades, Wales, Random Maps only)
de: Experimentelle KI aktiviert (Nur für Europa, Crusades, Wales, Zufallskarten)

source: The fully working and OOS free, but bugged and experimental version of AI is enabled by default (This is NOT for neutrals). Can be fine-tuned with the next two options.
de: Voll funktionsfähig und frei von OOS-Fehlern, aber enthält unentdeckte Bugs. Kann mit den nächsten beiden Optionen verbessert werden.

source: AI side has +1 Gold per Village
de: KI Parteien erhalten +1 Gold je Dorf

source: In the early game this can compensate for players being better at expanding, while in the late game it gives the same bonus as a worker would give.
de: Dieser Bonus skaliert mit der Zeit. Während Ihr 1 Gold je Dorf erhaltet, sind es für die KI 2. Die KI erhält 1 Gold mehr je Dorf.

source: The AI check happens every turn, but you need to use the command :droid 3 full rather than just :droid, otherwise the bonus won’t be given.
de: Der KI-Check wird jede Runde durchgeführt, Ihr müsst jedoch den Befehl :droid 3 full anstatt nur :droid verwenden.

source: AI side gets extra gold per turn
de: KI Parteien erhalten jede Runde zusätzliches Gold

source: Giving AI more gold per turn will create stronger AI.
de: Der KI mehr Gold pro Runde zur Verfügung zu stellen wird einen stärkeren Gegner erschaffen.

source: This happens also for sides which became ai-controlled during the game. You need to use the command »:droid 3 <i>full</i>« instead of only »:droid« for this to work.
de: Dies gilt auch für Parteien, die erst während des Spiels zu KI-Parteien werden. Dafür müsst Ihr den Befehl »:droid 3 <i>full</i>« statt nur »:droid« verwenden.

source: AI side gets extra gold only on turn 1
de: KI Parteien erhalten zum Spielbeginn zusätzliches Gold

source: Giving AI more starting gold can create more competitive AI in mid game.
de: Mit mehr Anfangsgold kann die KI im Midgame besser konkurrieren.

source: Random Maps Region Names
de: Namen für Region auf Zufallskarten

source: Should randomly generated maps use names of real world countries for region naming or fantasy ones?
de: Sollen bei Zufallskarten für die Benennung von Regionen ausgedachte Namen verwendet werden oder die Namen echter Länder?

source: Any
de: Egal

source: Fairy
de: Fantasie

source: Real
de: Echt

source: Roman map
de: Der Aufstieg Roms

source: Play on a modified map.
de: Verwendet eine Variation der Karte.

source: Winter map
de: Winterkarte

source: Play this map with snow.
de: Diese Karte mit Schnee spielen.

source: Play Palandir map
de: Palandir Karte spielen

source: No Center
de: Ohne die Mitte

source: No Boats
de: Ohne Boote

source: In order not to confuse newbies, boats can be removed from this scenario.
de: Um es für neue Spieler nicht zu komplex zu machen, kann dieses Szenario ohne Boote gespielt werden.

source: Teleports
de: Teleportationstunnel

source: Adds [tunnel]s between some places on the map.
de: Auf der Karte werden zwischen manchen Stellen [tunnel] hinzugefügt.

source: Extra-Player 1
de: Extra-Spieler 1

source: Extra-Player 2
de: Extra-Spieler 2

source: Board
de: Schiff betreten

source: Disembark
de: Schiff verlassen

source: Recruit Boats
de: Boot bauen

source: recruitment
de: Rekrutierung

source: Boats can transport a unit between cities (own as well as hostile). 1) Move the boat next to the city. 2) Recruit a unit in the city. 3) Right-click the boat to board it. To disembark, sail next to another city, then right-click the boat. For your own ships, you can see in the sidebar if a unit is aboard.
de: Boote können eine Einheit zwischen Städten transportieren: Boot neben Stadt bewegen, Einheit in Stadt rekrutieren, Rechts-klickt das Boot. Segelt neben eine andere Stadt und rechst-klickt das Boot. Für eigene Boote wird in der Seitenleiste angezeigt, ob eine Einheit an Bord ist.

source: Boat
de: Boot

source: Outrigger
de: Ausleger

source: Caravel
de: Karavelle

source: Galleon
de: Galeone

source: Pirate Galleon
de: Piratengaleone

source: 90x6 versus 25 gold units
de: 90x6 gegen 25 Gold Einheiten

source: Small Warship
de: Kampfschiff

source: Warship
de: Kriegsschiff

source: Militia
de: Miliz

source: Infantry
de: Infanterie

source: Cavalry
de: Kavallerie

source: Pikeman
de: Pikenier

source: Elite Infantry
de: Elite-Infanterie

source: Lancer
de: Lanzenreiter

source: Commander
de: Kommandeur

source: Assassin
de: Attentäter

source: An Assassin!
de: Ein Attentäter!

source: Knight
de: Ritter

source: Leader
de: Anführer

source: +1 gold per turn in a city
de: +1 Gold je Runde in einer Stadt

source: Insufficient Funds…
de: Zu wenig Gold…

source: You have $gold gold. Select a unit to recruit:
de: Ihr habt $gold Gold. Wählt eine Einheit:

source: Worker
de: Arbeiter

source: Spider
de: Spinne

source: Light Cavalry
de: Leichte Kavallerie

source: Direwolver
de: Schreckensreiter

source: Chocobone
de: Knochenreiter

source: Spectre
de: Spuk

source: Outrider
de: Avantgarde

source: Enchantress
de: Mystikerin

source: (60% wood defense)
de: (60% Verteidigung im Wald)

source: Heavy Infantry
de: Schwere Infanterie

source: Cuttle Fish
de: Tintenfisch

source: (60% deep water defense)
de: (Bevorzugt tiefes Wasser)

source: Water Serpent
de: Wasserschlange

source: Siren
de: Sirene

source: Sea Monster
de: Seeungeheuer

source: Heavy Cavalry
de: Schwere Kavallerie

source: Cataphract
de: Kataphrakt

source: Recruit Unit
de: Einheit rekrutieren

source: No units can be recruited in this village.
de: In diesem Dorf können keine Einheiten rekrutiert werden.

source: Conquest Archipelago
de: Conquest Archipel

source: A naval map found in forums. Small isles are special. Regions on the biggest island are random.
de: Eine Karte aus den Tiefen des Forums. Kleine Inseln haben einen Bonus. Regionen auf der größten Insel sind zufallsgeneriert.

source: Map from https://r.wesnoth.org/p468490
de: Karte von https://r.wesnoth.org/p468490

source: Label Style
de: Anzeige des Regionsbonuses

source: Towns have no names yet. You can name them.
de: Städte haben noch keine Namen.

source: Town (+Bonus)
de: Stadt (+Bonus)

source: Only Number
de: Als Zahl

source: For 2-6 players. Have a look at the »Random Maps« section too.
de: Für 2-6 Spieler. Es gibt auch »Zufallskarten« von Conquest.

source: For 2-6 players. There are more island maps in the »Random Maps« section.
de: Für 2-6 Spieler. Es gibt weitere Inselkarten unter »Zufallskarten«.

source: Check the »Custom Options« tab.
de: Schaut im Tab »Erweiterte Optionen«.

source: Map by Mabuse – ported by Shiki
de: Karte von Mabuse – von Shiki portiert

source: Conquest Crusades
de: Conquest Kreuzzüge

source: A good map for many players. Everybody has water access. Can be played with Realm mode.
de: Eine Karte, die sich gut mit mehreren Spielern spielen lässt. Jeder hat Zugang zum Wasser. Herrscher-Modus verfügbar.

source: Map by Mabuse – modified by enclave, ported by Shiki
de: Karte von Mabuse – von enclave angepasst, von Shiki portiert

source: Designed for a balanced 1 vs. 1 gameplay. Two map variants – with and without center.
de: Für 1-gegen-1 erstellt, aber bis zu 6 Spieler sind möglich. Zwei Kartenvarianten – mit und ohne Mitte.

source: Map by Zbyll, edited by SlowThinker – ported by Shiki
de: Karte von Zbyll, verändert von Slowthinker – portiert von Shiki

source: Conquest Europe
de: Conquest Europa

source: For 2-6 players. Players do not need to download this add-on.
de: Für 2-6 Spieler. Andere Spieler müssen die Erweiterung nicht herunterladen.

source: Map by Blueblaze, slightly modified by Mabuse, modified by Gwledig and enclave, ported by Shiki
de: Karte von Blueblaze – angepasst von von Mabuse, Gwledig, enclave, Shiki

source: Map by alda – add-on ported by enclave and Shiki
de: Karte von alda – von enclave und Shiki portiert

source: A popular map. Has many factions. Optimized for 2 players and the capitol mode.
de: Eine bekannte Karte, mit vielen Fraktionen. Für 2 Spieler und den Basis-Modus optimiert.

source: Based on a map by Mia, map version 1.04; edited by SlowThinker, map version 1.29; modified by enclave, ported by Shiki
de: Ausgehend von einer Karte von Mia, Version 1.04, von Slowthinker bearbeitet, Version 1.29, angepasst von enclave, Shiki

source: For 2-6 players. This is a map pack of its own. Different areas of this map can be played. Look at the village numbers below to see the size of the map.
de: Für 2-6 Spieler. Diese Karte ist ein Kartenpaket, verschiedene Gebiete können gespielt werden. Schaut unten auf die Anzahl der Dörfer, um zu wissen, wie groß die Karten sind.

source: <b>Check the »Custom Options« tab to choose the map section.</b>
de: <b>Schaut im Tab »Erweiterte Optionen« um den Kartenausschnitt zu wählen.</b>

source: Pasarganta - biggest map (>300) TP Surdmark - southern half (181) TP Liquergue - eastern half (150) TP Algernon - northern half (120) Catoh - western half (150) Gagarna - south-west (90) Torath - south-east (90) Samrock - north-east (60) Burgoth - north-west (60)
de: Pasarganta - größte Karte (>300) TP Surdmark - südliche Hälfte (181) TP Liquergue - östliche Hälfte (150) TP Algernon - nördliche Hälfte (120) Catoh - westliche Hälfte (150) Gagarna - Südwesten (90) Torath - Südosten (90) Samrock - Nordosten (60) Burgoth - Nordwesten (60)

source: Map by Lich_Lord and Blop
de: Karte von Lich_Lord und Blop

source: (Pasarganta, Surdmark, Liquergue only)
de: (Pasarganta, Surdmark, Liquergue)

source: Teleports change the map shape to a toroid on Surdmark and Pasarganta and to a ring on Liquergue.
de: Teleportationstunnel ändern die Form der Karte zu einem Toroid in Surdmark und Pasarganta und zu einem Ring in Liquergue.

source: Disabled
de: Keine

source: Tunnels
de: Teleportationstunnel

source: Tunnels + Teleports
de: Teleportationstunnel + Teleportation

source: Tunnels + Damage
de: Teleportationstunnel + Schaden

source: Tunnels + Splash
de: Teleportationstunnel + Flächenschaden

source: Section of the map
de: Ausschnitt der Karte

source: Pasarganta (biggest map, tunnels)
de: Pasarganta (größte Karte, TP)

source: Surdmark (southern half, tunnels)
de: Surdmark (südliche Hälfte, TP)

source: Liquergue (eastern half, tunnels)
de: Liquergue (östliche Hälfte, TP)

source: Algernon (northern half)
de: Algernon (nördliche Hälfte)

source: Catoh (western half)
de: Catoh (westliche Hälfte)

source: Gagarna (south-west)
de: Gagarna (Südwesten)

source: Torath (south-east)
de: Torath (Südosten)

source: Samrock (north-east)
de: Samrock (Nordosten)

source: Burgoth (north-west)
de: Burgoth (Nordwesten)

source: Former Pasarganta (biggest map)
de: Früheres Pasarganta (größte Karte)

source: Too less moves
de: Keine BP

source: Unreachable
de: Unerreichbar

source: Algernon-section
de: Algernon Abschnitt

source: Catoh-section
de: Catoh Abschnitt

source: Gagarna-section
de: Gagarna Abschnitt

source: Torath-section
de: Torath Abschnitt

source: Samrock-section
de: Samrock Abschnitt

source: Burgoth-section
de: Burgoth Abschnitt

source: Complete map
de: Komplette Karte

source: New map variant
de: Neue Kartenvariante

source: New map variant with teleports
de: Neue Kartenvariante mit Teleportationstunneln

source: east
de: Osten

source: west
de: Westen

source: south
de: Süden

source: north
de: Norden

source: Surdmark-section
de: Surdmark Abschnitt

source: Surdmark-section with teleports
de: Surdmark Abschnitt mit Teleportationstunneln

source: Surdmark-section with short teleports
de: Surdmark Abschnitt mit nahen Teleportationstunneln

source: Liquergue-section
de: Liquergue Abschnitt

source: Liquergue-section with teleports
de: Liquergue Abschnitt mit Teleportationstunneln

source: Conquest Poland
de: Conquest Polen

source: The map is optimized for 2 players and the capitol mode: central regions have lesser bonuses. Teleports and a variation of this map by the name Palandir can be played too.
de: Optimiert für 2 Spieler und den Basis-Modus: zentral gelegene Regionen geben geringere Boni. Es kann auch mit Teleportationstunneln und auf einer Variante der Karte gespielt werden.

source: Map by Zbyll, edited by SlowThinker, Gwledig, enclave, Shiki
de: Karte von Zbyll, verändert von Slowthinker, Gwledig, enclave, Shiki

source: channel
de: Kanal

source: of
de: der

source: Tunnels enabled!
de: Teleportationstunnel aktiviert!

source: Beware of teleportation tunnels. They work similar to the Silver Mage’s ability.
de: Obacht vor Teleportationstunneln. Sie funktionieren ähnlich wie die Fähigkeit der Silbernen Magier.

source: Map by Jinnaraka – ported by Shiki
de: Karte von Jinnaraka – von Shiki portiert

source: San Francisco bay
de: Bucht von San Francisco

source: Pacific Ocean
de: Pazifischer Ozean

source: Conquest Surdmark Long Teleports
de: Conquest Surdmark

source: For 2-6 players. This is the southern part of Pasarganta. This map has teleports, they change the map shape to a toroid.
de: Für 2-6 Spieler. Dies ist der südliche Teil von Pasarganta. Aufgrund von Teleportationstunneln ist diese Karte ein Toroid.
