Repository: sevu/conquest
Catalog: translations/wesnoth-Conquest/*.po
Languages: de

source: Map by Lich_Lord; teleports added by SlowThinker and Lich_Lord, map version 2.1
de: Karte von Lich_Lord, Teleports zusammen mit SlowThinker gemacht, Version 2.1

source: Teleports change the map shape to a toroid. Distances between villages connected by teleports are long: that causes a slower expansion through teleports and also less bloody battles around them.
de: Mit Teleportationstunneln ändert sich die Form der Karte zu einem Toroid. Die Teleportationstunneln sind von Städten etwas weiter entfernt – dadurch verläuft die Expansion über sie langsamer und Kämpfe werden dort weniger blutig.

source: A map with 106 villages and access to the ocean for most players. Realm mode is balanced for 1 gold neutral spawns.
de: Eine Karte mit 106 Dörfern und Zugang zum Ozean für die meisten Spieler. Der Herrscher-Modus ist für 1 Gold Spawns ausgelegt.

source: Map by Gwledig – modified by enclave, ported by Shiki
de: Karte von Gwledig – angepasst von enclave, von Shiki portiert

source: With the factions which you know from Wesnoth. Can be played with Realm mode.
de: Mit den Fraktionen, die Ihr von Wesnoth kennt. Kann im Herrscher-Modus gespielt werden.

source: Map by NULL, modified by Mabuse for Conquest purpose, modified by Gwledig and enclave, ported by Shiki
de: Karte von NULL – angepasst von Mabuse, Gwledig, enclave, Shiki
